Repository: common-repository/startklar-image-optimizer
Catalog: languages/*.po
Languages: ru_ru

source: The mandatory utility pngquant detect!
ru_ru: Обязательная утилита pngquant обнаружена!

source: The mandatory utility pngquant required for the plugin to work is missing!
ru_ru: Обязательная утилита pngquant необходимая для работы плагина не обнаружена!

source: The mandatory utility jpegoptim detect!
ru_ru: Обязательная утилита jpegoptim обнаружена!

source: The mandatory utility jpegoptim required for the plugin to work is missing!
ru_ru: Обязательная утилита jpegoptim необходимая для работы плагина не обнаружена!

source: Count image in base:
ru_ru: Количество картинок в базе:

source: Select the number of optimized images for one pass:
ru_ru: Выберите количество оптимизируемых картинок за один запуск:

source: Please, enter numbers or enter an integer!
ru_ru: Пожалуйста, введите целое число!

source: Optimized image:
ru_ru: Оптимизированные картинки:

source: Optimized image: 0
ru_ru: Оптимизированные картинки: 0

source: All image in your base:
ru_ru: Общее количество картинок в базе:

source: All image in your base: 0
ru_ru: Общее количество картинок в базе: 0
